"ConfirmSaveTitle" 			= "Bekreft arkivering";
"ConfirmSaveMsg"			= "Vil du arkivere endringene du har gjort i mobilitetsinnstillingene?";
"ConfirmSaveSave"			= "Arkiver";
"ConfirmSaveCancel"			= "Avbryt";
"ConfirmSaveDontSave"		= "Ikke arkiver";

// Text of "OK" button in configuration sheet (depending on whether we are in 'create' or 'config settings' mode)
"str_OK_Create" = "Opprett";
"str_OK_Config" = "OK";

// Text that goes under the "Use FileSync" checkbox depending on whether computer has master password or not
"str_HaveMasterPassword" 	= "FileVault-hovedpassord er angitt for maskinen.";
"str_NoMasterPassword" 		= "FileVault krever et hovedpassord for denne maskinen.";

// Template for displaying the startup volume name
"str_BootVolumeNameTemplate" = "%@ (startdisk)";

// For pre-flighting available space (4875784)
"str_PHD_CalcAvailSpace" = "Beregner ledig plass...";
"str_PHD_InsufficientSpace" = "Det er ikke nok ledig plass på «%@» til å opprette Hjem-mappen.";


// Sync interval popup values (4978958)
"str_SyncInterval_Automatic" 	= "Automatisk";
"str_SyncInterval_Manual"  		= "Manuelt";

"str_SyncInterval_OneMinute" 					= "Hvert minutt";
"str_SyncInterval_LessThanOneHour"  			= "Hvert %d. minutt";
"str_SyncInterval_OneHour"						= "Hver time";
"str_SyncInterval_OneHourOneMinute"				= "Hver 1 time og 1 minutt";
"str_SyncInterval_LessThanTwoHours"				= "Hver 1 time og %d minutter";
"str_SyncInterval_MoreThanOneHourNoMinutes"		= "Hver %d. time";
"str_SyncInterval_MoreThanOneHourOneMinute"		= "Hver %d. time og 1 minutt";
"str_SyncInterval_MoreThanOneHourManyMinutes"	= "Hver %d. time og %d minutter";


// No suitable volumes for home volume (5182972) - displayed in popup menu
"str_UserPicks_NoExternalVolume" 		= "Ingen eksterne volumer er koblet til.";
"str_UserPicks_NoSuitableVolume" 		= "Fant ingen volumer som kan brukes.";
